var zhuanye=[
  {
    "id": 1,
    "name": "哲学"
  },
  {
    "id": 2,
    "name": "中国语言文学"
  },
  {
    "id": 3,
    "name": "外国语言文学"
  },
  {
    "id": 4,
    "name": "新闻传播学"
  },
  {
    "id": 5,
    "name": "马克思主义理论"
  },
  {
    "id": 6,
    "name": "历史学"
  },
  {
    "id": 7,
    "name": "政治学"
  },
  {
    "id": 8,
    "name": "社会学"
  },
  {
    "id": 9,
    "name": "公共管理"
  },
  {
    "id": 10,
    "name": "经济学"
  },
  {
    "id": 11,
    "name": "理论经济学"
  },
  {
    "id": 12,
    "name": "应用经济学"
  },
  {
    "id": 13,
    "name": "财政学"
  },
  {
    "id": 14,
    "name": "金融学"
  },
  {
    "id": 15,
    "name": "经济与贸易"
  },
  {
    "id": 16,
    "name": "工商管理"
  },
  {
    "id": 17,
    "name": "统计学"
  },
  {
    "id": 18,
    "name": "法学"
  },
  {
    "id": 19,
    "name": "心理学"
  },
  {
    "id": 20,
    "name": "公安学"
  },
  {
    "id": 21,
    "name": "公安技术"
  },
  {
    "id": 22,
    "name": "土木工程"
  },
  {
    "id": 23,
    "name": "工程管理"
  },
  {
    "id": 24,
    "name": "人力资源管理"
  },
  {
    "id": 25,
    "name": "公共事业管理"
  },
  {
    "id": 26,
    "name": "行政管理"
  },
  {
    "id": 27,
    "name": "汉语言文学"
  },
  {
    "id": 28,
    "name": "汉语言"
  },
  {
    "id": 29,
    "name": "新闻学"
  },
  {
    "id": 30,
    "name": "传播学 "
  },
  {
    "id": 31,
    "name": "传播学"
  },
  {
    "id": 32,
    "name": "会计学"
  },
  {
    "id": 33,
    "name": "财务管理"
  },
  {
    "id": 34,
    "name": "建筑电气与智能化"
  },
  {
    "id": 35,
    "name": "电力系统及其自动化"
  },
  {
    "id": 36,
    "name": "结构工程"
  },
  {
    "id": 37,
    "name": "工程造价"
  },
  {
    "id": 38,
    "name": "城市地下空间工程"
  },
  {
    "id": 39,
    "name": "防灾减灾工程及防护工程"
  },
  {
    "id": 40,
    "name": "科学社会主义"
  },
  {
    "id": 41,
    "name": "中国共产党历史"
  },
  {
    "id": 42,
    "name": "国际政治"
  },
  {
    "id": 43,
    "name": "政治学与行政学"
  },
  {
    "id": 44,
    "name": "法学理论"
  },
  {
    "id": 45,
    "name": "宪法学与行政法学"
  },
  {
    "id": 46,
    "name": "汉语言文字学"
  },
  {
    "id": 47,
    "name": "马克思主义理论与思想"
  },
  {
    "id": 48,
    "name": "中共党史"
  },
  {
    "id": 49,
    "name": "档案学"
  },
  {
    "id": 50,
    "name": "民商法学"
  },
  {
    "id": 51,
    "name": "诉讼法学"
  },
  {
    "id": 52,
    "name": "经济法学"
  },
  {
    "id": 53,
    "name": "计算机科学与技术"
  },
  {
    "id": 54,
    "name": "软件工程"
  },
  {
    "id": 55,
    "name": "网络工程"
  },
  {
    "id": 56,
    "name": "信息安全"
  },
  {
    "id": 57,
    "name": "计算机应用技术"
  },
  {
    "id": 58,
    "name": "岩土工程"
  },
  {
    "id": 59,
    "name": "市政工程"
  },
  {
    "id": 60,
    "name": "供热"
  },
  {
    "id": 61,
    "name": "供燃气"
  },
  {
    "id": 62,
    "name": "通风及空调工程"
  },
  {
    "id": 63,
    "name": "电气工程及其自动化"
  },
  {
    "id": 64,
    "name": "电机与电器"
  },
  {
    "id": 65,
    "name": "社会工作"
  },
  {
    "id": 66,
    "name": "审计学"
  },
  {
    "id": 67,
    "name": "播音与主持艺术及其"
  },
  {
    "id": 68,
    "name": "电气工程及其自动化及其"
  },
  {
    "id": 69,
    "name": "建筑环境与设备工程"
  },
  {
    "id": 70,
    "name": "给排水科学与工程"
  },
  {
    "id": 71,
    "name": "机械设计制造及其自动化"
  },
  {
    "id": 72,
    "name": "热能与动力工程"
  },
  {
    "id": 73,
    "name": "语言学及应用语言学"
  },
  {
    "id": 74,
    "name": "中国现当代文学"
  },
  {
    "id": 75,
    "name": "俄语笔译"
  },
  {
    "id": 76,
    "name": "口译"
  },
  {
    "id": 77,
    "name": "外事工作"
  },
  {
    "id": 78,
    "name": "计算机类"
  },
  {
    "id": 79,
    "name": "播音与主持艺术"
  },
  {
    "id": 80,
    "name": "网络与新媒体"
  },
  {
    "id": 81,
    "name": "艺术设计学"
  },
  {
    "id": 82,
    "name": "视觉传达设计"
  },
  {
    "id": 83,
    "name": "环境设计"
  },
  {
    "id": 84,
    "name": "产品设计"
  },
  {
    "id": 85,
    "name": "公共艺术"
  },
  {
    "id": 86,
    "name": "数字媒体艺术"
  },
  {
    "id": 87,
    "name": "消防工程"
  },
  {
    "id": 88,
    "name": "安全防范工程"
  },
  {
    "id": 89,
    "name": "广播电视编导"
  },
  {
    "id": 90,
    "name": "影视摄影与制作"
  },
  {
    "id": 91,
    "name": "中国史"
  },
  {
    "id": 92,
    "name": "文艺学"
  },
  {
    "id": 93,
    "name": "中国古典文献学"
  },
  {
    "id": 94,
    "name": "中国古代文学"
  },
  {
    "id": 95,
    "name": "审计"
  },
  {
    "id": 96,
    "name": "审计实务"
  },
  {
    "id": 97,
    "name": "图书馆学"
  },
  {
    "id": 98,
    "name": "情报学"
  },
  {
    "id": 99,
    "name": "图书情报"
  },
  {
    "id": 100,
    "name": "信息资源管理"
  },
  {
    "id": 101,
    "name": "艺术与科技"
  },
  {
    "id": 102,
    "name": "植物保护"
  },
  {
    "id": 103,
    "name": "植物病理"
  },
  {
    "id": 104,
    "name": "思想政治教育"
  },
  {
    "id": 105,
    "name": "新闻传播"
  },
  {
    "id": 106,
    "name": "法律"
  },
  {
    "id": 107,
    "name": "民族学"
  },
  {
    "id": 108,
    "name": "人类学"
  },
  {
    "id": 109,
    "name": "教育学"
  },
  {
    "id": 110,
    "name": "政治学理论"
  },
  {
    "id": 111,
    "name": "中外政治制度"
  },
  {
    "id": 112,
    "name": "外交学"
  },
  {
    "id": 113,
    "name": "国际关系"
  },
  {
    "id": 114,
    "name": "国际法学"
  },
  {
    "id": 115,
    "name": "科社与共运"
  },
  {
    "id": 116,
    "name": "马克思主义中国化研究"
  },
  {
    "id": 117,
    "name": "世界史"
  },
  {
    "id": 118,
    "name": "国际政治经济学"
  },
  {
    "id": 119,
    "name": "世界经济"
  },
  {
    "id": 120,
    "name": "政治经济学"
  },
  {
    "id": 121,
    "name": "经济思想史"
  },
  {
    "id": 122,
    "name": "经济史"
  },
  {
    "id": 123,
    "name": "西方经济学"
  },
  {
    "id": 124,
    "name": "国民经济学"
  },
  {
    "id": 125,
    "name": "英语"
  },
  {
    "id": 126,
    "name": "泰语"
  },
  {
    "id": 127,
    "name": "朝鲜语"
  },
  {
    "id": 128,
    "name": "阿拉伯语"
  },
  {
    "id": 129,
    "name": "波斯语"
  },
  {
    "id": 130,
    "name": "法语"
  },
  {
    "id": 131,
    "name": "西班牙语"
  },
  {
    "id": 132,
    "name": "俄语"
  },
  {
    "id": 133,
    "name": "德语"
  },
  {
    "id": 134,
    "name": "美学"
  },
  {
    "id": 135,
    "name": "艺术学"
  },
  {
    "id": 136,
    "name": "美术学"
  },
  {
    "id": 137,
    "name": "绘画"
  },
  {
    "id": 138,
    "name": "设计艺术学"
  },
  {
    "id": 139,
    "name": "工艺美术"
  },
  {
    "id": 140,
    "name": "数字媒体技术"
  },
  {
    "id": 141,
    "name": "信息与通信工程"
  },
  {
    "id": 142,
    "name": "网络空间安全"
  },
  {
    "id": 143,
    "name": "数学"
  },
  {
    "id": 144,
    "name": "应用数学"
  },
  {
    "id": 145,
    "name": "数理统计"
  },
  {
    "id": 146,
    "name": "国际法"
  },
  {
    "id": 147,
    "name": "国际经济与贸易"
  },
  {
    "id": 148,
    "name": "政治学类"
  },
  {
    "id": 149,
    "name": "英语专业"
  },
  {
    "id": 150,
    "name": "人文社会科学类"
  },
  {
    "id": 151,
    "name": "经济学类"
  },
  {
    "id": 152,
    "name": "文学"
  },
  {
    "id": 153,
    "name": "管理学"
  },
  {
    "id": 154,
    "name": "人文社科类专业"
  },
  {
    "id": 155,
    "name": "中共党史专业"
  },
  {
    "id": 156,
    "name": "党的建设专业"
  },
  {
    "id": 157,
    "name": "法学类"
  },
  {
    "id": 158,
    "name": "马克思主义哲学"
  },
  {
    "id": 159,
    "name": "马克思主义基本原理"
  },
  {
    "id": 160,
    "name": "哲学社会科学"
  },
  {
    "id": 161,
    "name": "马克思主义理论类"
  },
  {
    "id": 162,
    "name": "公共管理类"
  },
  {
    "id": 163,
    "name": "新闻传播学类"
  },
  {
    "id": 164,
    "name": "中国语言文学类"
  },
  {
    "id": 165,
    "name": "哲学类"
  },
  {
    "id": 166,
    "name": "历史学类"
  },
  {
    "id": 167,
    "name": "管理科学与工程类"
  },
  {
    "id": 168,
    "name": "工商管理类"
  },
  {
    "id": 169,
    "name": "人文社科类"
  },
  {
    "id": 170,
    "name": "行政管理类"
  },
  {
    "id": 171,
    "name": "经济管理类"
  },
  {
    "id": 172,
    "name": "网络与信息安全"
  },
  {
    "id": 173,
    "name": "英语笔译"
  },
  {
    "id": 174,
    "name": "英语口译"
  },
  {
    "id": 175,
    "name": "医学"
  },
  {
    "id": 176,
    "name": "财务会计教育"
  },
  {
    "id": 177,
    "name": "土木类"
  },
  {
    "id": 178,
    "name": "农学类"
  },
  {
    "id": 179,
    "name": "理工类"
  },
  {
    "id": 180,
    "name": "法律类"
  },
  {
    "id": 181,
    "name": "中文"
  },
  {
    "id": 182,
    "name": "新闻"
  },
  {
    "id": 183,
    "name": "历史"
  },
  {
    "id": 184,
    "name": "会计"
  },
  {
    "id": 185,
    "name": "行政法学"
  },
  {
    "id": 186,
    "name": "行政诉讼法学"
  },
  {
    "id": 187,
    "name": "民事诉讼法学"
  },
  {
    "id": 188,
    "name": "环境法学"
  },
  {
    "id": 189,
    "name": "环境科学"
  },
  {
    "id": 190,
    "name": "环境工程"
  },
  {
    "id": 191,
    "name": "法医学"
  },
  {
    "id": 192,
    "name": "文学类"
  },
  {
    "id": 193,
    "name": "建筑学专业"
  },
  {
    "id": 194,
    "name": "土木工程专业"
  },
  {
    "id": 195,
    "name": "图书情报与档案管理专业"
  },
  {
    "id": 196,
    "name": "劳动与社会保障"
  },
  {
    "id": 197,
    "name": "大气科学"
  },
  {
    "id": 198,
    "name": "海洋科学"
  },
  {
    "id": 199,
    "name": "能源动力"
  },
  {
    "id": 200,
    "name": "环境与安全"
  },
  {
    "id": 201,
    "name": "生物工程"
  },
  {
    "id": 202,
    "name": "水利"
  },
  {
    "id": 203,
    "name": "林业工程"
  },
  {
    "id": 204,
    "name": "森林资源"
  },
  {
    "id": 205,
    "name": "环境生态"
  },
  {
    "id": 206,
    "name": "审计学专业"
  },
  {
    "id": 207,
    "name": "信息管理与信息系统"
  },
  {
    "id": 208,
    "name": "数据库应用与信息管理"
  },
  {
    "id": 209,
    "name": "计算机应用"
  },
  {
    "id": 210,
    "name": "外国语言学与应用语言学"
  },
  {
    "id": 211,
    "name": "公共卫生与预防医学"
  },
  {
    "id": 212,
    "name": "交通运输工程"
  },
  {
    "id": 213,
    "name": "管理科学与工程"
  },
  {
    "id": 214,
    "name": "建筑学"
  },
  {
    "id": 215,
    "name": "环境科学与工程"
  },
  {
    "id": 216,
    "name": "城乡规划学"
  },
  {
    "id": 217,
    "name": "风景园林学"
  },
  {
    "id": 218,
    "name": "石油工程"
  },
  {
    "id": 219,
    "name": "油气储运工程"
  },
  {
    "id": 220,
    "name": "资源勘查工程"
  },
  {
    "id": 221,
    "name": "地球物理学"
  },
  {
    "id": 222,
    "name": "化学工程与工艺"
  },
  {
    "id": 223,
    "name": "人文社科"
  },
  {
    "id": 224,
    "name": "理工科"
  },
  {
    "id": 225,
    "name": "农林科"
  },
  {
    "id": 226,
    "name": "艺术类"
  },
  {
    "id": 227,
    "name": "国际金融"
  },
  {
    "id": 228,
    "name": "应用语言学"
  },
  {
    "id": 229,
    "name": "财务"
  },
  {
    "id": 230,
    "name": "艺术理论类"
  },
  {
    "id": 231,
    "name": "知识产权法"
  },
  {
    "id": 232,
    "name": "戏剧戏曲学"
  },
  {
    "id": 233,
    "name": "戏剧与影视学"
  },
  {
    "id": 234,
    "name": "音乐学"
  },
  {
    "id": 235,
    "name": "舞蹈学"
  },
  {
    "id": 236,
    "name": "民俗学"
  },
  {
    "id": 237,
    "name": "民间文艺"
  },
  {
    "id": 238,
    "name": "书法"
  },
  {
    "id": 239,
    "name": "科学技术史"
  },
  {
    "id": 240,
    "name": "科学技术哲学"
  },
  {
    "id": 241,
    "name": "生物学"
  },
  {
    "id": 242,
    "name": "材料科学与工程"
  },
  {
    "id": 243,
    "name": "法学法律"
  },
  {
    "id": 244,
    "name": "汉语国际教育"
  },
  {
    "id": 245,
    "name": "金融"
  },
  {
    "id": 246,
    "name": "国际事务与国际关系"
  },
  {
    "id": 247,
    "name": "波兰语"
  },
  {
    "id": 248,
    "name": "法学类专业"
  },
  {
    "id": 249,
    "name": "汉语言文学专业"
  },
  {
    "id": 250,
    "name": "汉语言专业"
  },
  {
    "id": 251,
    "name": "应用语言学专业和教育学类专业"
  },
  {
    "id": 252,
    "name": "财政学类"
  },
  {
    "id": 253,
    "name": "金融学类"
  },
  {
    "id": 254,
    "name": "经济与贸易类专业"
  },
  {
    "id": 255,
    "name": "理工及其他专业"
  },
  {
    "id": 256,
    "name": "复合型专业"
  },
  {
    "id": 257,
    "name": "复语型专业"
  },
  {
    "id": 258,
    "name": "日语"
  },
  {
    "id": 259,
    "name": "葡萄牙语"
  },
  {
    "id": 260,
    "name": "意大利语"
  },
  {
    "id": 261,
    "name": "投资学"
  },
  {
    "id": 262,
    "name": "工商管理学"
  },
  {
    "id": 263,
    "name": "公共管理学"
  },
  {
    "id": 264,
    "name": "计算机系统结构"
  },
  {
    "id": 265,
    "name": "计算机软件与理论"
  },
  {
    "id": 266,
    "name": "矿业工程"
  },
  {
    "id": 267,
    "name": "动力工程及工程热物理"
  },
  {
    "id": 268,
    "name": "技术经济及管理"
  },
  {
    "id": 269,
    "name": "区域经济学"
  },
  {
    "id": 270,
    "name": "产业经济学"
  },
  {
    "id": 271,
    "name": "地理学"
  },
  {
    "id": 272,
    "name": "农业经济管理"
  },
  {
    "id": 273,
    "name": "水利工程"
  },
  {
    "id": 274,
    "name": "资源与环境经济学"
  },
  {
    "id": 275,
    "name": "生态学"
  },
  {
    "id": 276,
    "name": "林学"
  },
  {
    "id": 277,
    "name": "林业经济管理"
  },
  {
    "id": 278,
    "name": "化学"
  },
  {
    "id": 279,
    "name": "化学工程与技术"
  },
  {
    "id": 280,
    "name": "生物医学工程"
  },
  {
    "id": 281,
    "name": "药学"
  },
  {
    "id": 282,
    "name": "英语语言文学"
  },
  {
    "id": 283,
    "name": "临床医学"
  },
  {
    "id": 284,
    "name": "学科门类"
  },
  {
    "id": 285,
    "name": "理学"
  },
  {
    "id": 286,
    "name": "工学"
  },
  {
    "id": 287,
    "name": "农学"
  },
  {
    "id": 288,
    "name": "地质资源与地质工程"
  },
  {
    "id": 289,
    "name": "学经济学"
  },
  {
    "id": 290,
    "name": "理学类"
  },
  {
    "id": 291,
    "name": "工学类"
  },
  {
    "id": 292,
    "name": "管理学类"
  },
  {
    "id": 293,
    "name": "冶金工程"
  },
  {
    "id": 294,
    "name": "电气工程"
  },
  {
    "id": 295,
    "name": "冶金物理化学"
  },
  {
    "id": 296,
    "name": "电子科学与技术"
  },
  {
    "id": 297,
    "name": "新闻学类"
  },
  {
    "id": 298,
    "name": "应用经济学类"
  },
  {
    "id": 299,
    "name": "计算机科学与技术类"
  },
  {
    "id": 300,
    "name": "民商法"
  },
  {
    "id": 301,
    "name": "行政管理专业"
  },
  {
    "id": 302,
    "name": "法学专业"
  },
  {
    "id": 303,
    "name": "车辆工程"
  },
  {
    "id": 304,
    "name": "道路与铁道工程"
  },
  {
    "id": 305,
    "name": "俄语专业"
  },
  {
    "id": 306,
    "name": "公共管理专业"
  },
  {
    "id": 307,
    "name": "质量工程"
  },
  {
    "id": 308,
    "name": "质量管理工程"
  },
  {
    "id": 309,
    "name": "质量监督检验"
  },
  {
    "id": 310,
    "name": "质量检验与管理"
  },
  {
    "id": 311,
    "name": "产品质量工程"
  },
  {
    "id": 312,
    "name": "质量管理与标准化"
  },
  {
    "id": 313,
    "name": "质量管理类专业"
  },
  {
    "id": 314,
    "name": "西班牙语专业"
  },
  {
    "id": 315,
    "name": "计算数学"
  },
  {
    "id": 316,
    "name": "侦查学"
  },
  {
    "id": 317,
    "name": "人文地理学"
  },
  {
    "id": 318,
    "name": "法理学"
  },
  {
    "id": 319,
    "name": "刑法学"
  },
  {
    "id": 320,
    "name": "应用统计学"
  },
  {
    "id": 321,
    "name": "计算机科学与应用"
  },
  {
    "id": 322,
    "name": "地理科学类"
  },
  {
    "id": 323,
    "name": "测绘工程"
  },
  {
    "id": 324,
    "name": "土地资源管理"
  },
  {
    "id": 325,
    "name": "自然地理与资源环境"
  },
  {
    "id": 326,
    "name": "人文地理与城乡规划"
  },
  {
    "id": 327,
    "name": "海洋资源与环境"
  },
  {
    "id": 328,
    "name": "资产评估"
  },
  {
    "id": 329,
    "name": "环境科学与工程类"
  },
  {
    "id": 330,
    "name": "会计学专业"
  },
  {
    "id": 331,
    "name": "石化工程"
  },
  {
    "id": 332,
    "name": "汽车工程"
  },
  {
    "id": 333,
    "name": "热能工程"
  },
  {
    "id": 334,
    "name": "核能科学与工程"
  },
  {
    "id": 335,
    "name": "热能与动力工程专业"
  },
  {
    "id": 336,
    "name": "不限"
  },
  {
    "id": 337,
    "name": "文化艺术教育"
  },
  {
    "id": 338,
    "name": "策划"
  },
  {
    "id": 339,
    "name": "广播电视编导专业"
  },
  {
    "id": 340,
    "name": "交通运输规划与管理"
  },
  {
    "id": 341,
    "name": "载运工具运用工程"
  },
  {
    "id": 342,
    "name": "船舶与海洋结构物设计制造"
  },
  {
    "id": 343,
    "name": "轮机工程"
  },
  {
    "id": 344,
    "name": "水利类"
  },
  {
    "id": 345,
    "name": "农业经济管理类"
  },
  {
    "id": 346,
    "name": "水利水电工程"
  },
  {
    "id": 347,
    "name": "水文学及水资源"
  },
  {
    "id": 348,
    "name": "水工结构工程"
  },
  {
    "id": 349,
    "name": "农业水土工程"
  },
  {
    "id": 350,
    "name": "数量经济学"
  },
  {
    "id": 351,
    "name": "园艺学"
  },
  {
    "id": 352,
    "name": "农林经济管理"
  },
  {
    "id": 353,
    "name": "生物科学类"
  },
  {
    "id": 354,
    "name": "水产类"
  },
  {
    "id": 355,
    "name": "经济学以及国际商务"
  },
  {
    "id": 356,
    "name": "管理学门类"
  },
  {
    "id": 357,
    "name": "艺术学类"
  },
  {
    "id": 358,
    "name": "艺术学理论类"
  },
  {
    "id": 359,
    "name": "戏剧与影视学类"
  },
  {
    "id": 360,
    "name": "企业管理"
  },
  {
    "id": 361,
    "name": "数学类"
  },
  {
    "id": 362,
    "name": "海洋工程类"
  },
  {
    "id": 363,
    "name": "旅游管理类"
  },
  {
    "id": 364,
    "name": " "
  },
  {
    "id": 365,
    "name": "经济学门类"
  },
  {
    "id": 366,
    "name": "社会学类"
  },
  {
    "id": 367,
    "name": "交通运输工程类"
  },
  {
    "id": 368,
    "name": "旅游管理类 "
  },
  {
    "id": 369,
    "name": "地理学类"
  },
  {
    "id": 370,
    "name": "国际新闻与传播"
  },
  {
    "id": 371,
    "name": "旅游管理"
  },
  {
    "id": 372,
    "name": "国际金融与贸易"
  },
  {
    "id": 373,
    "name": "国际商务"
  },
  {
    "id": 374,
    "name": "对外汉语专业"
  },
  {
    "id": 375,
    "name": "阿拉伯语专业"
  },
  {
    "id": 376,
    "name": "德语专业"
  },
  {
    "id": 377,
    "name": "文物与博物馆学"
  },
  {
    "id": 378,
    "name": "艺术史论专业"
  },
  {
    "id": 379,
    "name": "公共卫生"
  },
  {
    "id": 380,
    "name": "基础医学"
  },
  {
    "id": 381,
    "name": "计算机专业"
  },
  {
    "id": 382,
    "name": "人力资源 管理"
  },
  {
    "id": 383,
    "name": "税收学"
  },
  {
    "id": 384,
    "name": "测绘科学与技术"
  },
  {
    "id": 385,
    "name": "地质学"
  },
  {
    "id": 386,
    "name": "通信工程"
  },
  {
    "id": 387,
    "name": "护理学"
  },
  {
    "id": 388,
    "name": "音乐表演"
  },
  {
    "id": 389,
    "name": "音乐与舞蹈学"
  },
  {
    "id": 390,
    "name": "货币银行学"
  },
  {
    "id": 391,
    "name": "计量经济学"
  },
  {
    "id": 392,
    "name": "金融工程"
  },
  {
    "id": 393,
    "name": "金融数学"
  },
  {
    "id": 394,
    "name": "人口资源与环境经济学"
  },
  {
    "id": 395,
    "name": "环境与资源保护法学"
  },
  {
    "id": 396,
    "name": "翻译"
  },
  {
    "id": 397,
    "name": "心理学类"
  },
  {
    "id": 398,
    "name": "经济法"
  },
  {
    "id": 399,
    "name": "食品科学与工程"
  },
  {
    "id": 400,
    "name": "机械制造及其自动化"
  },
  {
    "id": 401,
    "name": "机械电子工程"
  },
  {
    "id": 402,
    "name": "机械设计及理论"
  },
  {
    "id": 403,
    "name": "控制理论与控制工程"
  },
  {
    "id": 404,
    "name": "检测技术与自动化装置"
  },
  {
    "id": 405,
    "name": "物理学"
  },
  {
    "id": 406,
    "name": "机械工程"
  },
  {
    "id": 407,
    "name": "仪器科学与技术"
  },
  {
    "id": 408,
    "name": "公共关系"
  },
  {
    "id": 409,
    "name": "中文类"
  },
  {
    "id": 410,
    "name": "戏剧影视类"
  },
  {
    "id": 411,
    "name": "广播电视类"
  },
  {
    "id": 412,
    "name": "新闻传播类"
  },
  {
    "id": 413,
    "name": "与电视剧管理工作相关的专业"
  },
  {
    "id": 414,
    "name": "电子信息类"
  },
  {
    "id": 415,
    "name": "财政"
  },
  {
    "id": 416,
    "name": "体育人文社会学"
  },
  {
    "id": 417,
    "name": "图书情报与档案管理类"
  },
  {
    "id": 418,
    "name": "项目管理"
  },
  {
    "id": 419,
    "name": "电力"
  },
  {
    "id": 420,
    "name": "油气"
  },
  {
    "id": 421,
    "name": "能源"
  },
  {
    "id": 422,
    "name": "技术经济与管理"
  },
  {
    "id": 423,
    "name": "石油"
  },
  {
    "id": 424,
    "name": "天然气"
  },
  {
    "id": 425,
    "name": "经济"
  },
  {
    "id": 426,
    "name": "石油与天然气工程"
  },
  {
    "id": 427,
    "name": "核能工程"
  },
  {
    "id": 428,
    "name": "俄语口译"
  },
  {
    "id": 429,
    "name": "管理"
  },
  {
    "id": 430,
    "name": "人口学"
  },
  {
    "id": 431,
    "name": "比较法学"
  },
  {
    "id": 432,
    "name": "教育学原理"
  },
  {
    "id": 433,
    "name": "工商管理专业"
  },
  {
    "id": 434,
    "name": "地理科学"
  },
  {
    "id": 435,
    "name": "地理信息科学"
  },
  {
    "id": 436,
    "name": "地图学与地理信息系统"
  },
  {
    "id": 437,
    "name": "交通运输"
  },
  {
    "id": 438,
    "name": "铁道车辆专业"
  },
  {
    "id": 439,
    "name": "商务英语"
  },
  {
    "id": 440,
    "name": "酒店管理"
  },
  {
    "id": 441,
    "name": "广播电视学"
  },
  {
    "id": 442,
    "name": "铁路牵引供电"
  },
  {
    "id": 443,
    "name": "铁道运输"
  },
  {
    "id": 444,
    "name": "物流管理"
  },
  {
    "id": 445,
    "name": "铁道工程"
  },
  {
    "id": 446,
    "name": "桥梁工程"
  },
  {
    "id": 447,
    "name": "隧道工程"
  },
  {
    "id": 448,
    "name": "地质工程"
  },
  {
    "id": 449,
    "name": "牵引供电"
  },
  {
    "id": 450,
    "name": "铁路通信"
  },
  {
    "id": 451,
    "name": "铁路信号"
  },
  {
    "id": 452,
    "name": "交通信息工程及控制"
  },
  {
    "id": 453,
    "name": "铁路工程"
  },
  {
    "id": 454,
    "name": "经济法学专业"
  },
  {
    "id": 455,
    "name": "医学类"
  },
  {
    "id": 456,
    "name": "历史类"
  },
  {
    "id": 457,
    "name": "管理类"
  },
  {
    "id": 458,
    "name": "军事"
  },
  {
    "id": 459,
    "name": "自动化类"
  },
  {
    "id": 460,
    "name": "交通运输类"
  },
  {
    "id": 461,
    "name": "考古学"
  },
  {
    "id": 462,
    "name": "规划学"
  },
  {
    "id": 463,
    "name": "中医学"
  },
  {
    "id": 464,
    "name": "中西医结合专业"
  },
  {
    "id": 465,
    "name": "管理学类专业"
  },
  {
    "id": 466,
    "name": "英语口译专业"
  },
  {
    "id": 467,
    "name": "劳动经济学"
  },
  {
    "id": 468,
    "name": "社会保障"
  },
  {
    "id": 469,
    "name": "党建"
  },
  {
    "id": 470,
    "name": "财务会计类"
  },
  {
    "id": 471,
    "name": "信息工程"
  },
  {
    "id": 472,
    "name": "集成电路工程"
  },
  {
    "id": 473,
    "name": "电子与通信工程"
  },
  {
    "id": 474,
    "name": "应用化工技术"
  },
  {
    "id": 475,
    "name": "建筑工程技术"
  },
  {
    "id": 476,
    "name": "设计学类"
  },
  {
    "id": 477,
    "name": "司法技术类"
  },
  {
    "id": 478,
    "name": "美术学类"
  },
  {
    "id": 479,
    "name": "体育学类"
  },
  {
    "id": 480,
    "name": "外国语言文学类"
  },
  {
    "id": 481,
    "name": "勘查技术与工程"
  },
  {
    "id": 482,
    "name": "铁道工程技术"
  },
  {
    "id": 483,
    "name": "机械类"
  },
  {
    "id": 484,
    "name": "材料类"
  },
  {
    "id": 485,
    "name": "教育学类"
  },
  {
    "id": 486,
    "name": "物理学类"
  },
  {
    "id": 487,
    "name": "安全科学与工程类"
  },
  {
    "id": 488,
    "name": "信息与计算科学"
  },
  {
    "id": 489,
    "name": "通信类"
  },
  {
    "id": 490,
    "name": "法律实务类"
  },
  {
    "id": 491,
    "name": "法律执行类"
  },
  {
    "id": 492,
    "name": "文秘类"
  },
  {
    "id": 493,
    "name": "电气类"
  },
  {
    "id": 494,
    "name": "音乐与舞蹈学类"
  },
  {
    "id": 495,
    "name": "铁道运输类"
  },
  {
    "id": 496,
    "name": "临床医学类"
  },
  {
    "id": 497,
    "name": "仪器类"
  },
  {
    "id": 498,
    "name": "数据科学与大数据技术"
  },
  {
    "id": 499,
    "name": "数据库"
  },
  {
    "id": 500,
    "name": "运动训练"
  },
  {
    "id": 501,
    "name": "警察体育"
  },
  {
    "id": 502,
    "name": "计算机科学技术"
  },
  {
    "id": 503,
    "name": "法医学类"
  },
  {
    "id": 504,
    "name": "政治学和行政学"
  },
  {
    "id": 505,
    "name": "电子信息工程"
  },
  {
    "id": 506,
    "name": "秘书学"
  },
  {
    "id": 507,
    "name": "物联网工程"
  },
  {
    "id": 508,
    "name": "智能科学与技术"
  },
  {
    "id": 509,
    "name": "马克思主义理论与思想政治教育"
  },
  {
    "id": 510,
    "name": "动画"
  },
  {
    "id": 511,
    "name": "制药工程"
  },
  {
    "id": 512,
    "name": "轨道交通信号与控制"
  },
  {
    "id": 513,
    "name": "经济统计学"
  },
  {
    "id": 514,
    "name": "安全工程"
  },
  {
    "id": 515,
    "name": "光电信息科学与工程"
  },
  {
    "id": 516,
    "name": "体育教育"
  },
  {
    "id": 517,
    "name": "市场营销"
  },
  {
    "id": 518,
    "name": "电子与计算机工程"
  },
  {
    "id": 519,
    "name": "电信工程及管理"
  },
  {
    "id": 520,
    "name": "电子信息科学与技术"
  },
  {
    "id": 521,
    "name": "武术与民族传统体育"
  },
  {
    "id": 522,
    "name": "社会体育指导与管理"
  },
  {
    "id": 523,
    "name": "运动人体科学"
  },
  {
    "id": 524,
    "name": "经济与贸易类"
  },
  {
    "id": 525,
    "name": "电子商务"
  },
  {
    "id": 526,
    "name": "摄影"
  },
  {
    "id": 527,
    "name": "公安"
  },
  {
    "id": 528,
    "name": "民族传统体育"
  },
  {
    "id": 529,
    "name": "动物医学"
  },
  {
    "id": 530,
    "name": "管理科学"
  },
  {
    "id": 531,
    "name": "自动化"
  },
  {
    "id": 532,
    "name": "图书情报与档案管理"
  },
  {
    "id": 533,
    "name": "文化产业管理"
  },
  {
    "id": 534,
    "name": "舞蹈编导"
  },
  {
    "id": 535,
    "name": "遥感科学与技术"
  },
  {
    "id": 536,
    "name": "康复治疗"
  },
  {
    "id": 537,
    "name": "生物技术"
  },
  {
    "id": 538,
    "name": "应用心理学"
  },
  {
    "id": 539,
    "name": "运动康复"
  },
  {
    "id": 540,
    "name": "艺术设计"
  },
  {
    "id": 541,
    "name": "材料成型及控制工程"
  },
  {
    "id": 542,
    "name": "建筑类"
  },
  {
    "id": 543,
    "name": "化学类"
  },
  {
    "id": 544,
    "name": "动物医学类"
  },
  {
    "id": 545,
    "name": "司法执行及技术类"
  },
  {
    "id": 546,
    "name": "工业工程"
  },
  {
    "id": 547,
    "name": "机械设计制造类"
  },
  {
    "id": 548,
    "name": "公共关系学"
  },
  {
    "id": 549,
    "name": "交通管理"
  },
  {
    "id": 550,
    "name": "药物化学"
  },
  {
    "id": 551,
    "name": "药物分析学"
  },
  {
    "id": 552,
    "name": "分析化学"
  },
  {
    "id": 553,
    "name": "信息与通信工程类"
  },
  {
    "id": 554,
    "name": "缅甸语"
  },
  {
    "id": 555,
    "name": "老挝语"
  },
  {
    "id": 556,
    "name": "戏剧影视美术设计"
  },
  {
    "id": 557,
    "name": "新闻出版类"
  },
  {
    "id": 558,
    "name": "体育类"
  },
  {
    "id": 559,
    "name": "医学技术类"
  },
  {
    "id": 560,
    "name": "民航空中安全保卫专业"
  },
  {
    "id": 561,
    "name": "秘书学专业"
  },
  {
    "id": 562,
    "name": "文秘专业"
  },
  {
    "id": 563,
    "name": "人力资源管理专业"
  },
  {
    "id": 564,
    "name": "体育教育专业"
  },
  {
    "id": 565,
    "name": "会计专业"
  },
  {
    "id": 566,
    "name": "汉语语言文学"
  },
  {
    "id": 567,
    "name": "法学类法学专业"
  },
  {
    "id": 568,
    "name": "公安学类"
  },
  {
    "id": 569,
    "name": "经济犯罪侦查"
  },
  {
    "id": 570,
    "name": "通信与信息系统"
  },
  {
    "id": 571,
    "name": "知识产权"
  },
  {
    "id": 572,
    "name": "公安情报学"
  },
  {
    "id": 573,
    "name": "犯罪学"
  },
  {
    "id": 574,
    "name": "警务指挥与战术"
  },
  {
    "id": 575,
    "name": "刑事科学技术"
  },
  {
    "id": 576,
    "name": "刑事诉讼法学"
  },
  {
    "id": 577,
    "name": "中国少数民族语言文学维吾尔语"
  },
  {
    "id": 578,
    "name": "财务管理专业"
  },
  {
    "id": 579,
    "name": "劳动与社会保障专业"
  },
  {
    "id": 580,
    "name": "环境与资源保护法学专业"
  },
  {
    "id": 581,
    "name": "语言学及应用语言学专业"
  },
  {
    "id": 582,
    "name": "电子信息"
  },
  {
    "id": 583,
    "name": "公共管理类专业"
  },
  {
    "id": 584,
    "name": "工程管理专业"
  },
  {
    "id": 585,
    "name": "电子信息类专业"
  },
  {
    "id": 586,
    "name": "心理学类专业"
  },
  {
    "id": 587,
    "name": "有机化学"
  },
  {
    "id": 588,
    "name": "药物化学专业"
  },
  {
    "id": 589,
    "name": "自然保护与环境生态类专业"
  },
  {
    "id": 590,
    "name": "法医学专业"
  },
  {
    "id": 591,
    "name": "诉讼法学专业"
  },
  {
    "id": 592,
    "name": "汉语言文学类"
  },
  {
    "id": 593,
    "name": "监狱学"
  },
  {
    "id": 594,
    "name": "土地规划与利用"
  },
  {
    "id": 595,
    "name": "城乡规划"
  },
  {
    "id": 596,
    "name": "地球信息科学与技术"
  },
  {
    "id": 597,
    "name": "城市规划与设计"
  },
  {
    "id": 598,
    "name": "矿产普查与勘探"
  },
  {
    "id": 599,
    "name": "地图制图学与地理信息工程"
  },
  {
    "id": 600,
    "name": "人口"
  },
  {
    "id": 601,
    "name": "自然地理学"
  },
  {
    "id": 602,
    "name": "地球探测与信息技术"
  },
  {
    "id": 603,
    "name": "城市规划"
  },
  {
    "id": 604,
    "name": "资源环境与城乡规划管理"
  },
  {
    "id": 605,
    "name": "城市与区域规划"
  },
  {
    "id": 606,
    "name": "中国哲学"
  },
  {
    "id": 607,
    "name": "地理信息系统"
  },
  {
    "id": 608,
    "name": "大地测量学与测量工程"
  },
  {
    "id": 609,
    "name": "摄影测量与遥感"
  },
  {
    "id": 610,
    "name": "建筑技术科学"
  },
  {
    "id": 611,
    "name": "导航工程"
  },
  {
    "id": 612,
    "name": "地理国情监测"
  },
  {
    "id": 613,
    "name": "资源环境科学"
  },
  {
    "id": 614,
    "name": "轮机管理"
  },
  {
    "id": 615,
    "name": "应用化学"
  },
  {
    "id": 616,
    "name": "生态环境"
  },
  {
    "id": 617,
    "name": "海洋管理"
  },
  {
    "id": 618,
    "name": "环境规划类"
  },
  {
    "id": 619,
    "name": "文秘"
  },
  {
    "id": 620,
    "name": "档案"
  },
  {
    "id": 621,
    "name": "环境生态工程"
  },
  {
    "id": 622,
    "name": "水文与水资源工程环境与资源保护法学"
  },
  {
    "id": 623,
    "name": "土木类专业"
  },
  {
    "id": 624,
    "name": "马克思主义哲学专业"
  },
  {
    "id": 625,
    "name": "交通安全管理"
  },
  {
    "id": 626,
    "name": "船舶及海洋工程"
  },
  {
    "id": 627,
    "name": "轮机管理专业"
  },
  {
    "id": 628,
    "name": "公安学类专业"
  },
  {
    "id": 629,
    "name": "海事管理专业"
  },
  {
    "id": 630,
    "name": "中国语言文学类专业"
  },
  {
    "id": 631,
    "name": "港口航道与海岸工程"
  },
  {
    "id": 632,
    "name": "港口航道及治河工程"
  },
  {
    "id": 633,
    "name": "交通运输工程专业"
  },
  {
    "id": 634,
    "name": "计算机类专业"
  },
  {
    "id": 635,
    "name": "航海技术"
  },
  {
    "id": 636,
    "name": "海事管理"
  },
  {
    "id": 637,
    "name": "航运管理"
  },
  {
    "id": 638,
    "name": "船舶与海洋工程"
  },
  {
    "id": 639,
    "name": "船舶驾驶"
  },
  {
    "id": 640,
    "name": "船舶电子电气工程"
  },
  {
    "id": 641,
    "name": "海商法"
  },
  {
    "id": 642,
    "name": "法学门类"
  },
  {
    "id": 643,
    "name": "文学门类"
  },
  {
    "id": 644,
    "name": "劳动关系"
  },
  {
    "id": 645,
    "name": "交通工程"
  },
  {
    "id": 646,
    "name": "港口航道及海岸工程"
  },
  {
    "id": 647,
    "name": "救助与打捞工程"
  },
  {
    "id": 648,
    "name": "海洋工程与技术"
  },
  {
    "id": 649,
    "name": "交通设备与控制工程"
  },
  {
    "id": 650,
    "name": "工学门类"
  },
  {
    "id": 651,
    "name": "理学门类"
  },
  {
    "id": 652,
    "name": "韩语"
  },
  {
    "id": 653,
    "name": "新闻传播学类 "
  },
  {
    "id": 654,
    "name": "哲学门类"
  },
  {
    "id": 655,
    "name": "电子工程"
  },
  {
    "id": 656,
    "name": "英语类"
  },
  {
    "id": 657,
    "name": "海上交通工程"
  },
  {
    "id": 658,
    "name": "港口"
  },
  {
    "id": 659,
    "name": "海岸及近海工程"
  },
  {
    "id": 660,
    "name": "统计学类"
  },
  {
    "id": 661,
    "name": " 交通管理"
  },
  {
    "id": 662,
    "name": "化工与制药类"
  },
  {
    "id": 663,
    "name": "海船驾驶"
  },
  {
    "id": 664,
    "name": "港口海岸及治河工程"
  },
  {
    "id": 665,
    "name": "水资源与海洋工程"
  },
  {
    "id": 666,
    "name": "计算机"
  },
  {
    "id": 667,
    "name": "广播电视新闻学"
  },
  {
    "id": 668,
    "name": " 通信工程"
  },
  {
    "id": 669,
    "name": "海洋科学类"
  },
  {
    "id": 670,
    "name": "俄语语言文学"
  },
  {
    "id": 671,
    "name": "环境经济"
  },
  {
    "id": 672,
    "name": "环境管理"
  },
  {
    "id": 673,
    "name": "地理信息系统科学技术"
  },
  {
    "id": 674,
    "name": "税务"
  },
  {
    "id": 675,
    "name": "计算机技术"
  },
  {
    "id": 676,
    "name": "系统科学"
  },
  {
    "id": 677,
    "name": "测绘"
  },
  {
    "id": 678,
    "name": "经济信息管理"
  },
  {
    "id": 679,
    "name": "网络安全"
  },
  {
    "id": 680,
    "name": "农林经济管理类"
  },
  {
    "id": 681,
    "name": "财经类"
  },
  {
    "id": 682,
    "name": "工程类"
  },
  {
    "id": 683,
    "name": "数据库技术"
  },
  {
    "id": 684,
    "name": "数据挖掘与分析"
  },
  {
    "id": 685,
    "name": "测绘地理信息技术"
  },
  {
    "id": 686,
    "name": "会计审计类"
  },
  {
    "id": 687,
    "name": "海关管理"
  },
  {
    "id": 688,
    "name": "预防医学"
  },
  {
    "id": 689,
    "name": "森林保护"
  },
  {
    "id": 690,
    "name": "动物科学"
  },
  {
    "id": 691,
    "name": "兽医学"
  },
  {
    "id": 692,
    "name": "水产养殖学"
  },
  {
    "id": 693,
    "name": "生物化学与分子生物学"
  },
  {
    "id": 694,
    "name": "食品质量与安全"
  },
  {
    "id": 695,
    "name": "食品加工与安全"
  },
  {
    "id": 696,
    "name": "纺织类"
  },
  {
    "id": 697,
    "name": "信息与通信"
  },
  {
    "id": 698,
    "name": "卫生监督"
  },
  {
    "id": 699,
    "name": "医学检验"
  },
  {
    "id": 700,
    "name": "动植物检疫"
  },
  {
    "id": 701,
    "name": "植物检疫"
  },
  {
    "id": 702,
    "name": "食品卫生与营养学"
  },
  {
    "id": 703,
    "name": "机械工程及自动化"
  },
  {
    "id": 704,
    "name": "蒙古语言文学"
  },
  {
    "id": 705,
    "name": "物流工程"
  },
  {
    "id": 706,
    "name": "矿业类"
  },
  {
    "id": 707,
    "name": "卫生检验与检疫"
  },
  {
    "id": 708,
    "name": "俄语类"
  },
  {
    "id": 709,
    "name": "蒙语类"
  },
  {
    "id": 710,
    "name": "食品科学与工程类"
  },
  {
    "id": 711,
    "name": "粮食工程"
  },
  {
    "id": 712,
    "name": "材料科学与材料工程"
  },
  {
    "id": 713,
    "name": "纺织工程"
  },
  {
    "id": 714,
    "name": "数学与应用数学"
  },
  {
    "id": 715,
    "name": "核物理"
  },
  {
    "id": 716,
    "name": "辐射防护与核安全"
  },
  {
    "id": 717,
    "name": "流行病与卫生统计学"
  },
  {
    "id": 718,
    "name": "劳动卫生与环境卫生学"
  },
  {
    "id": 719,
    "name": "公共卫生专业"
  },
  {
    "id": 720,
    "name": "基础兽医学"
  },
  {
    "id": 721,
    "name": "预防兽医学"
  },
  {
    "id": 722,
    "name": "临床兽医学"
  },
  {
    "id": 723,
    "name": "植物病理学"
  },
  {
    "id": 724,
    "name": "农业昆虫与害虫防治"
  },
  {
    "id": 725,
    "name": "轻工技术与工程"
  },
  {
    "id": 726,
    "name": "动物药学"
  },
  {
    "id": 727,
    "name": "动物生产类"
  },
  {
    "id": 728,
    "name": "基础医学类"
  },
  {
    "id": 729,
    "name": "公共卫生与预防医学类"
  },
  {
    "id": 730,
    "name": "计算机硬件"
  },
  {
    "id": 731,
    "name": "植物科学与技术"
  },
  {
    "id": 732,
    "name": "种子科学与工程"
  },
  {
    "id": 733,
    "name": "兽医"
  },
  {
    "id": 734,
    "name": "植物学"
  },
  {
    "id": 735,
    "name": "乳品工程"
  },
  {
    "id": 736,
    "name": "食品科学"
  },
  {
    "id": 737,
    "name": "营养与食品卫生学"
  },
  {
    "id": 738,
    "name": "采矿工程"
  },
  {
    "id": 739,
    "name": "轻工类"
  },
  {
    "id": 740,
    "name": "植物生产类"
  },
  {
    "id": 741,
    "name": "林学类"
  },
  {
    "id": 742,
    "name": "公安技术类"
  },
  {
    "id": 743,
    "name": "航空航天类"
  },
  {
    "id": 744,
    "name": "生物医学工程类"
  },
  {
    "id": 745,
    "name": "生物工程类"
  },
  {
    "id": 746,
    "name": "动物医学专业"
  },
  {
    "id": 747,
    "name": "国际经济与贸易专业"
  },
  {
    "id": 748,
    "name": "矿物加工工程"
  },
  {
    "id": 749,
    "name": "预防医学专业"
  },
  {
    "id": 750,
    "name": "水产类专业"
  },
  {
    "id": 751,
    "name": "酿酒工程"
  },
  {
    "id": 752,
    "name": "化学类专业"
  },
  {
    "id": 753,
    "name": "马克思主义理论类专业"
  },
  {
    "id": 754,
    "name": "管理学门类专业"
  },
  {
    "id": 755,
    "name": "新闻传播学类专业"
  },
  {
    "id": 756,
    "name": "统计学类专业"
  },
  {
    "id": 757,
    "name": "水产养殖学专业"
  },
  {
    "id": 758,
    "name": "核工程类"
  },
  {
    "id": 759,
    "name": " 动物医学"
  },
  {
    "id": 760,
    "name": "数字媒体技术专业"
  },
  {
    "id": 761,
    "name": "计算机科学与技术专业"
  },
  {
    "id": 762,
    "name": "物流管理专业"
  },
  {
    "id": 763,
    "name": "海关管理专业"
  },
  {
    "id": 764,
    "name": "医学检验技术"
  },
  {
    "id": 765,
    "name": "油气田开发工程"
  },
  {
    "id": 766,
    "name": "历史学门类"
  },
  {
    "id": 767,
    "name": "农学门类"
  },
  {
    "id": 768,
    "name": "医学门类"
  },
  {
    "id": 769,
    "name": "越南语"
  },
  {
    "id": 770,
    "name": "材料化学"
  },
  {
    "id": 771,
    "name": " 材料科学与工程"
  },
  {
    "id": 772,
    "name": "高分子材料与工程"
  },
  {
    "id": 773,
    "name": "生物科学"
  },
  {
    "id": 774,
    "name": "海洋渔业科学与技术"
  },
  {
    "id": 775,
    "name": "园艺"
  },
  {
    "id": 776,
    "name": "农产品加工及贮藏工程"
  },
  {
    "id": 777,
    "name": "卫生毒理学"
  },
  {
    "id": 778,
    "name": "数理基础科学"
  },
  {
    "id": 779,
    "name": "基础数学"
  },
  {
    "id": 780,
    "name": "概率论与数理统计"
  },
  {
    "id": 781,
    "name": " 汽车服务工程"
  },
  {
    "id": 782,
    "name": " 工业设计"
  },
  {
    "id": 783,
    "name": "过程装备与控制工程"
  },
  {
    "id": 784,
    "name": "影像医学与核医学"
  },
  {
    "id": 785,
    "name": "放射医学"
  },
  {
    "id": 786,
    "name": "电子商务与法律"
  },
  {
    "id": 787,
    "name": "粮食"
  },
  {
    "id": 788,
    "name": "油脂及植物蛋白工程"
  },
  {
    "id": 789,
    "name": "水产品加工及贮藏工程"
  },
  {
    "id": 790,
    "name": "微电子科学与工程"
  },
  {
    "id": 791,
    "name": "微电子学与固体电子学"
  },
  {
    "id": 792,
    "name": "化学生物学"
  },
  {
    "id": 793,
    "name": "信号与信息处理"
  },
  {
    "id": 794,
    "name": "电子商务类"
  },
  {
    "id": 795,
    "name": "中西医临床医学"
  },
  {
    "id": 796,
    "name": "物流管理与工程类"
  },
  {
    "id": 797,
    "name": " 财务管理"
  },
  {
    "id": 798,
    "name": "电子商务及法律"
  },
  {
    "id": 799,
    "name": "编辑出版学"
  },
  {
    "id": 800,
    "name": "印地语"
  },
  {
    "id": 801,
    "name": "蒙古语"
  },
  {
    "id": 802,
    "name": "民族学类"
  },
  {
    "id": 803,
    "name": "财会审计类"
  },
  {
    "id": 804,
    "name": "工业工程类"
  },
  {
    "id": 805,
    "name": "能源动力类"
  },
  {
    "id": 806,
    "name": "经济类"
  },
  {
    "id": 807,
    "name": "宪法与行政法学"
  },
  {
    "id": 808,
    "name": "油气储运工程专业"
  },
  {
    "id": 809,
    "name": "石油工程专业"
  },
  {
    "id": 810,
    "name": "应用统计学专业"
  },
  {
    "id": 811,
    "name": "统计学专业"
  },
  {
    "id": 812,
    "name": "经济统计学专业"
  },
  {
    "id": 813,
    "name": "电气自动化"
  },
  {
    "id": 814,
    "name": "继电保护"
  },
  {
    "id": 815,
    "name": "油气储运"
  },
  {
    "id": 816,
    "name": "能源系统"
  },
  {
    "id": 817,
    "name": "电力系统"
  },
  {
    "id": 818,
    "name": "电力系统自动化专业"
  },
  {
    "id": 819,
    "name": "电气工程及自动化"
  },
  {
    "id": 820,
    "name": "电力类水动"
  },
  {
    "id": 821,
    "name": "热动工程及自动化"
  },
  {
    "id": 822,
    "name": "电气工程与自动化"
  },
  {
    "id": 823,
    "name": "电气工程及其自动化专业"
  },
  {
    "id": 824,
    "name": "电力经济"
  },
  {
    "id": 825,
    "name": "电力财务"
  },
  {
    "id": 826,
    "name": "印刷工程专业"
  },
  {
    "id": 827,
    "name": "土耳其语"
  },
  {
    "id": 828,
    "name": "通信工程方向"
  },
  {
    "id": 829,
    "name": "马来语"
  },
  {
    "id": 830,
    "name": "风景园林"
  },
  {
    "id": 831,
    "name": "朝鲜语专业"
  },
  {
    "id": 832,
    "name": "经济学专业"
  },
  {
    "id": 833,
    "name": "财政学专业"
  },
  {
    "id": 834,
    "name": "舞蹈表演"
  },
  {
    "id": 835,
    "name": "中国少数民族语言文学"
  },
  {
    "id": 836,
    "name": "乌尔都语"
  },
  {
    "id": 837,
    "name": "马克思主义发展史"
  },
  {
    "id": 838,
    "name": "国外马克思主义研究"
  },
  {
    "id": 839,
    "name": "中国近现代史基本问题研究"
  },
  {
    "id": 840,
    "name": "建筑与土木工程"
  },
  {
    "id": 841,
    "name": "桥梁与隧道工程"
  },
  {
    "id": 842,
    "name": "线路工程"
  },
  {
    "id": 843,
    "name": "铁道机车"
  },
  {
    "id": 844,
    "name": "机车车辆"
  },
  {
    "id": 845,
    "name": "交通安全与工程"
  },
  {
    "id": 846,
    "name": "铁道车辆"
  },
  {
    "id": 847,
    "name": "铁道信号"
  },
  {
    "id": 848,
    "name": "仪器仪表工程"
  },
  {
    "id": 849,
    "name": "控制科学与工程"
  },
  {
    "id": 850,
    "name": "管理学学科门类"
  },
  {
    "id": 851,
    "name": "工学学科门类"
  },
  {
    "id": 852,
    "name": "交通运输专业"
  },
  {
    "id": 853,
    "name": "物流工程专业"
  },
  {
    "id": 854,
    "name": "自动化专业"
  },
  {
    "id": 855,
    "name": "铁道通信"
  },
  {
    "id": 856,
    "name": "市政工程 "
  },
  {
    "id": 857,
    "name": "工业与民用建筑"
  },
  {
    "id": 858,
    "name": "桥隧工程"
  },
  {
    "id": 859,
    "name": "通信信号"
  },
  {
    "id": 860,
    "name": "铁道交通运输"
  },
  {
    "id": 861,
    "name": "机械设计与控制"
  },
  {
    "id": 862,
    "name": "自动控制"
  },
  {
    "id": 863,
    "name": "飞行器设计与工程"
  },
  {
    "id": 864,
    "name": "安全科学与工程"
  },
  {
    "id": 865,
    "name": "飞行技术"
  },
  {
    "id": 866,
    "name": "仪器科学与材料"
  },
  {
    "id": 867,
    "name": "航空宇航科学与技术"
  },
  {
    "id": 868,
    "name": "空中交通管制"
  },
  {
    "id": 869,
    "name": "航空机电"
  },
  {
    "id": 870,
    "name": "航空发动机"
  },
  {
    "id": 871,
    "name": "空中交通管理"
  },
  {
    "id": 872,
    "name": "国民经济管理"
  },
  {
    "id": 873,
    "name": "飞机驾驶"
  },
  {
    "id": 874,
    "name": "机场场道工程"
  },
  {
    "id": 875,
    "name": "道路桥梁工程"
  },
  {
    "id": 876,
    "name": "飞机技术"
  },
  {
    "id": 877,
    "name": "安全技术及工程"
  },
  {
    "id": 878,
    "name": "信息与科学技术"
  },
  {
    "id": 879,
    "name": "飞行器动力工程"
  },
  {
    "id": 880,
    "name": "应用气象学"
  },
  {
    "id": 881,
    "name": "航空器动力工程"
  },
  {
    "id": 882,
    "name": "航空器可靠性工程"
  },
  {
    "id": 883,
    "name": "航空航天工程"
  },
  {
    "id": 884,
    "name": "飞行器制造工程"
  },
  {
    "id": 885,
    "name": "航空器维修"
  },
  {
    "id": 886,
    "name": "航空器驾驶"
  },
  {
    "id": 887,
    "name": "气象学"
  },
  {
    "id": 888,
    "name": "气候学"
  },
  {
    "id": 889,
    "name": "大气物理学与大气环境"
  },
  {
    "id": 890,
    "name": "飞行器环境与生命保障工程"
  },
  {
    "id": 891,
    "name": "飞行器质量与可靠性"
  },
  {
    "id": 892,
    "name": "飞行器适航技术"
  },
  {
    "id": 893,
    "name": " 金属材料工程"
  },
  {
    "id": 894,
    "name": "复合材料与工程"
  },
  {
    "id": 895,
    "name": "机械制造"
  },
  {
    "id": 896,
    "name": "机械设计"
  },
  {
    "id": 897,
    "name": "机电工程"
  },
  {
    "id": 898,
    "name": "动力工程"
  },
  {
    "id": 899,
    "name": "弹药工程与爆炸技术"
  },
  {
    "id": 900,
    "name": "资源循环科学与工程"
  },
  {
    "id": 901,
    "name": "能源化学工程"
  },
  {
    "id": 902,
    "name": "化学工程与工业生物工程"
  },
  {
    "id": 903,
    "name": "安全工程类"
  },
  {
    "id": 904,
    "name": "工程造价管理"
  },
  {
    "id": 905,
    "name": "道路与桥梁工程"
  },
  {
    "id": 906,
    "name": "建筑工程"
  },
  {
    "id": 907,
    "name": "交通土建工程"
  },
  {
    "id": 908,
    "name": "建筑节能技术与工程"
  },
  {
    "id": 909,
    "name": "建筑工程管理"
  },
  {
    "id": 910,
    "name": "民航类"
  },
  {
    "id": 911,
    "name": "石油工程及土木类"
  },
  {
    "id": 912,
    "name": "无线电技术"
  },
  {
    "id": 913,
    "name": "计算机科学"
  },
  {
    "id": 914,
    "name": "信息技术"
  },
  {
    "id": 915,
    "name": "航空器适航类专业"
  },
  {
    "id": 916,
    "name": "文秘学"
  },
  {
    "id": 917,
    "name": "航空气象"
  },
  {
    "id": 918,
    "name": "通讯导航类专业"
  },
  {
    "id": 919,
    "name": "民航地空通信"
  },
  {
    "id": 920,
    "name": "邮政管理"
  },
  {
    "id": 921,
    "name": "物流管理类"
  },
  {
    "id": 922,
    "name": "经济统计学类"
  },
  {
    "id": 923,
    "name": "财会"
  },
  {
    "id": 924,
    "name": "中国共产党党史"
  },
  {
    "id": 925,
    "name": "为法学"
  },
  {
    "id": 926,
    "name": "财会金融类"
  },
  {
    "id": 927,
    "name": "文物与博物馆"
  },
  {
    "id": 928,
    "name": "电子科学与技术专业"
  },
  {
    "id": 929,
    "name": "信息与通信工程专业"
  },
  {
    "id": 930,
    "name": "控制科学与工程专业"
  },
  {
    "id": 931,
    "name": "软件工程专业"
  },
  {
    "id": 932,
    "name": "网络空间安全专业"
  },
  {
    "id": 933,
    "name": "生物学专业"
  },
  {
    "id": 934,
    "name": "生物信息学专业"
  },
  {
    "id": 935,
    "name": "应用化学专业"
  },
  {
    "id": 936,
    "name": "药物分析学专业"
  },
  {
    "id": 937,
    "name": "药理学专业"
  },
  {
    "id": 938,
    "name": " 化学工程与技术专业"
  },
  {
    "id": 939,
    "name": "材料物理与化学专业"
  },
  {
    "id": 940,
    "name": "冶金物理化学专业"
  },
  {
    "id": 941,
    "name": "地球化学专业"
  },
  {
    "id": 942,
    "name": "土壤学专业"
  },
  {
    "id": 943,
    "name": "模式识别与智能系统专业"
  },
  {
    "id": 944,
    "name": "信号与信息处理专业"
  },
  {
    "id": 945,
    "name": "光学工程专业"
  },
  {
    "id": 946,
    "name": "精密仪器及机械专业"
  },
  {
    "id": 947,
    "name": "计算机应用技术专业"
  },
  {
    "id": 948,
    "name": "概率论与数理统计专业"
  },
  {
    "id": 949,
    "name": "测试计量技术及仪器专业"
  },
  {
    "id": 950,
    "name": "检测技术与自动化装置专业"
  },
  {
    "id": 951,
    "name": "声学专业"
  },
  {
    "id": 952,
    "name": "流行病与卫生统计学专业"
  },
  {
    "id": 953,
    "name": "分析化学专业"
  },
  {
    "id": 954,
    "name": "卫生毒理学专业"
  },
  {
    "id": 955,
    "name": "有机化学专业"
  },
  {
    "id": 956,
    "name": "药学专业"
  },
  {
    "id": 957,
    "name": "药剂学专业"
  },
  {
    "id": 958,
    "name": "化学工程"
  },
  {
    "id": 959,
    "name": "力学类"
  },
  {
    "id": 960,
    "name": "信息管理"
  },
  {
    "id": 961,
    "name": "化学专业"
  },
  {
    "id": 962,
    "name": "环境法"
  },
  {
    "id": 963,
    "name": "药学类"
  },
  {
    "id": 964,
    "name": "生物化工"
  },
  {
    "id": 965,
    "name": "国际经贸"
  },
  {
    "id": 966,
    "name": "经济类专业"
  },
  {
    "id": 967,
    "name": "统计学和农业经济"
  },
  {
    "id": 968,
    "name": "遥感及地理信息"
  },
  {
    "id": 969,
    "name": "工程建筑"
  },
  {
    "id": 970,
    "name": "保险学"
  },
  {
    "id": 971,
    "name": "教育经济与管理"
  },
  {
    "id": 972,
    "name": "大气科学类"
  },
  {
    "id": 973,
    "name": "气象类专业"
  },
  {
    "id": 974,
    "name": "标准化科学技术"
  },
  {
    "id": 975,
    "name": "经济学门类专业"
  },
  {
    "id": 976,
    "name": "审计专业"
  },
  {
    "id": 977,
    "name": "外国语言学及应用语言学专业"
  },
  {
    "id": 978,
    "name": "机器人"
  },
  {
    "id": 979,
    "name": "飞行器设计"
  },
  {
    "id": 980,
    "name": "微电子学"
  },
  {
    "id": 981,
    "name": "光电子学"
  },
  {
    "id": 982,
    "name": "固体物理"
  },
  {
    "id": 983,
    "name": "电化学"
  },
  {
    "id": 984,
    "name": "材料科学"
  },
  {
    "id": 985,
    "name": "新能源材料"
  },
  {
    "id": 986,
    "name": "电气信息工程"
  },
  {
    "id": 987,
    "name": "电力电子"
  },
  {
    "id": 988,
    "name": "微电子"
  },
  {
    "id": 989,
    "name": "电子封装技术"
  },
  {
    "id": 990,
    "name": "半导体物理与器件"
  },
  {
    "id": 991,
    "name": "电磁场与微波技术"
  },
  {
    "id": 992,
    "name": "广播电视工程"
  },
  {
    "id": 993,
    "name": "电波传播与天线"
  },
  {
    "id": 994,
    "name": "生物信息学"
  },
  {
    "id": 995,
    "name": "免疫学"
  },
  {
    "id": 996,
    "name": "遗传学"
  },
  {
    "id": 997,
    "name": "金属腐蚀与防护"
  },
  {
    "id": 998,
    "name": "消防安全工程"
  },
  {
    "id": 999,
    "name": "测控技术与仪器"
  },
  {
    "id": 1000,
    "name": "电子信息技术及仪器"
  },
  {
    "id": 1001,
    "name": "精密仪器及机械"
  },
  {
    "id": 1002,
    "name": "测试计量技术及仪器"
  },
  {
    "id": 1003,
    "name": "交通信息与控制工程"
  },
  {
    "id": 1004,
    "name": "交通设备信息工程"
  },
  {
    "id": 1005,
    "name": "光学"
  },
  {
    "id": 1006,
    "name": "光学工程"
  },
  {
    "id": 1007,
    "name": "核工程与核技术"
  },
  {
    "id": 1008,
    "name": "核科学与技术"
  },
  {
    "id": 1009,
    "name": "核技术及应用"
  },
  {
    "id": 1010,
    "name": "粒子物理与原子核物理"
  },
  {
    "id": 1011,
    "name": "纺织科学与工程"
  },
  {
    "id": 1012,
    "name": "材料加工工程"
  },
  {
    "id": 1013,
    "name": "化学工艺"
  },
  {
    "id": 1014,
    "name": "化工过程机械"
  },
  {
    "id": 1015,
    "name": "高分子化学与物理"
  },
  {
    "id": 1016,
    "name": "无机非金属材料工程"
  },
  {
    "id": 1017,
    "name": "金属材料工程"
  },
  {
    "id": 1018,
    "name": "工业设计"
  },
  {
    "id": 1019,
    "name": "相关设计专业"
  },
  {
    "id": 1020,
    "name": "生物医药"
  },
  {
    "id": 1021,
    "name": "技术经济及管理专业"
  },
  {
    "id": 1022,
    "name": "农业经济管理专业"
  },
  {
    "id": 1023,
    "name": "老年学"
  },
  {
    "id": 1024,
    "name": "地质类"
  },
  {
    "id": 1025,
    "name": "海洋地质"
  },
  {
    "id": 1026,
    "name": "石油地质"
  },
  {
    "id": 1027,
    "name": "地球物理"
  },
  {
    "id": 1028,
    "name": "水文与水资源"
  },
  {
    "id": 1029,
    "name": "工程地质"
  },
  {
    "id": 1030,
    "name": "矿物学"
  },
  {
    "id": 1031,
    "name": "岩石学"
  },
  {
    "id": 1032,
    "name": "矿床学"
  },
  {
    "id": 1033,
    "name": "管理科学与技术"
  },
  {
    "id": 1034,
    "name": "物理海洋学"
  },
  {
    "id": 1035,
    "name": "水力学及河流动力学"
  },
  {
    "id": 1036,
    "name": "农业水利工程"
  },
  {
    "id": 1037,
    "name": "信息管理与信息技术"
  },
  {
    "id": 1038,
    "name": "水文与水资源工程"
  },
  {
    "id": 1039,
    "name": "林业工程类"
  },
  {
    "id": 1040,
    "name": " 行政管理"
  },
  {
    "id": 1041,
    "name": " 水工结构工程"
  },
  {
    "id": 1042,
    "name": " 水力学及河流动力学"
  },
  {
    "id": 1043,
    "name": "生态水利学"
  },
  {
    "id": 1044,
    "name": "水务工程"
  },
  {
    "id": 1045,
    "name": " 安全工程"
  },
  {
    "id": 1046,
    "name": "道路桥梁与渡河工程"
  },
  {
    "id": 1047,
    "name": "劳动与社会保障 "
  },
  {
    "id": 1048,
    "name": "水文学与水资源"
  },
  {
    "id": 1049,
    "name": "农业工程"
  },
  {
    "id": 1050,
    "name": "水土保持与荒漠化防治"
  },
  {
    "id": 1051,
    "name": "电气工程与智能控制"
  },
  {
    "id": 1052,
    "name": "水利水电建设与管理"
  },
  {
    "id": 1053,
    "name": "诉讼法"
  },
  {
    "id": 1054,
    "name": "环境与资源保护法"
  },
  {
    "id": 1055,
    "name": "农田水利工程"
  },
  {
    "id": 1056,
    "name": "水利经济"
  },
  {
    "id": 1057,
    "name": "水利水电建筑工程"
  },
  {
    "id": 1058,
    "name": "水利结构工程"
  },
  {
    "id": 1059,
    "name": "社会学专业"
  },
  {
    "id": 1060,
    "name": "应用统计"
  },
  {
    "id": 1061,
    "name": "金融学专业"
  },
  {
    "id": 1062,
    "name": "房地产金融专业"
  },
  {
    "id": 1063,
    "name": "社会工作专业"
  },
  {
    "id": 1064,
    "name": "政治学与行政学专业"
  },
  {
    "id": 1065,
    "name": "财务管理类"
  },
  {
    "id": 1066,
    "name": "会计类"
  },
  {
    "id": 1067,
    "name": "测绘类"
  },
  {
    "id": 1068,
    "name": "无限制"
  },
  {
    "id": 1069,
    "name": "不限"
  },
  {
    "id": 1070,
    "name": "财务会计"
  },
  {
    "id": 1071,
    "name": "注册会计师"
  },
  {
    "id": 1072,
    "name": "会计与统计核算"
  },
  {
    "id": 1073,
    "name": "计算机网络技术"
  },
  {
    "id": 1074,
    "name": "计算机网络工程"
  },
  {
    "id": 1075,
    "name": "Web应用程序设计"
  },
  {
    "id": 1076,
    "name": "统计类"
  },
  {
    "id": 1077,
    "name": " 电子信息类"
  },
  {
    "id": 1078,
    "name": " 社会学类"
  },
  {
    "id": 1079,
    "name": "数学类及会计"
  },
  {
    "id": 1080,
    "name": "农林经济管理类及行政管理专业"
  },
  {
    "id": 1081,
    "name": "软件工程类"
  },
  {
    "id": 1082,
    "name": "大气科学类专业"
  },
  {
    "id": 1083,
    "name": "地球科学类"
  },
  {
    "id": 1084,
    "name": "会计与审计类"
  },
  {
    "id": 1085,
    "name": "电子信息与仪器类"
  },
  {
    "id": 1086,
    "name": "生物学类"
  },
  {
    "id": 1087,
    "name": "地球物理学类"
  },
  {
    "id": 1088,
    "name": "语言文学类"
  },
  {
    "id": 1089,
    "name": "农学植物生产类"
  },
  {
    "id": 1090,
    "name": "计算机与信息类"
  },
  {
    "id": 1091,
    "name": "中文应用"
  },
  {
    "id": 1092,
    "name": "中国文学"
  },
  {
    "id": 1093,
    "name": "现代秘书"
  },
  {
    "id": 1094,
    "name": "新闻与传播"
  },
  {
    "id": 1095,
    "name": "遥感科学与技术专业"
  },
  {
    "id": 1096,
    "name": "中国汉语言文学及文秘类 "
  },
  {
    "id": 1097,
    "name": "中国汉语言文学及文秘类"
  },
  {
    "id": 1098,
    "name": "中国汉语言文学类"
  },
  {
    "id": 1099,
    "name": "电子与信息类"
  },
  {
    "id": 1100,
    "name": "环境科学类"
  },
  {
    "id": 1101,
    "name": "会计学类"
  },
  {
    "id": 1102,
    "name": "人力资源管理类"
  },
  {
    "id": 1103,
    "name": "思想政治教育类"
  },
  {
    "id": 1104,
    "name": "行政管理学"
  },
  {
    "id": 1105,
    "name": "统计"
  },
  {
    "id": 1106,
    "name": "计算机及应用专业"
  },
  {
    "id": 1107,
    "name": "法律史"
  },
  {
    "id": 1108,
    "name": "经济金融类"
  },
  {
    "id": 1109,
    "name": "国际贸易学"
  },
  {
    "id": 1110,
    "name": "信用管理"
  },
  {
    "id": 1111,
    "name": "经济金融"
  },
  {
    "id": 1112,
    "name": "精算学"
  },
  {
    "id": 1113,
    "name": "计算件软件与理论"
  },
  {
    "id": 1114,
    "name": "大数据"
  },
  {
    "id": 1115,
    "name": "金融法学"
  },
  {
    "id": 1116,
    "name": "保险"
  },
  {
    "id": 1117,
    "name": "财会类"
  },
  {
    "id": 1118,
    "name": " 保险"
  },
  {
    "id": 1119,
    "name": "软件工程 "
  },
  {
    "id": 1120,
    "name": "金融及相关经济专业"
  },
  {
    "id": 1121,
    "name": "保险专业"
  },
  {
    "id": 1122,
    "name": "贸易经济"
  },
  {
    "id": 1123,
    "name": "经济与金融"
  },
  {
    "id": 1124,
    "name": "对外汉语"
  },
  {
    "id": 1125,
    "name": "文秘教育"
  },
  {
    "id": 1126,
    "name": "保险学专业"
  },
  {
    "id": 1127,
    "name": "网络工程专业"
  },
  {
    "id": 1128,
    "name": "金融工程专业"
  },
  {
    "id": 1129,
    "name": "数学统计类"
  },
  {
    "id": 1130,
    "name": "政治"
  },
  {
    "id": 1131,
    "name": "数理金融"
  },
  {
    "id": 1132,
    "name": "财务学"
  },
  {
    "id": 1133,
    "name": "计算机软件"
  },
  {
    "id": 1134,
    "name": "行政法"
  },
  {
    "id": 1135,
    "name": "固体地球物理学"
  },
  {
    "id": 1136,
    "name": "地质学类"
  },
  {
    "id": 1137,
    "name": "公共管理学类"
  },
  {
    "id": 1138,
    "name": "地质资源与地质工程类"
  },
  {
    "id": 1139,
    "name": "第四纪地质学"
  },
  {
    "id": 1140,
    "name": "构造地质学"
  },
  {
    "id": 1141,
    "name": "最高学历"
  },
  {
    "id": 1142,
    "name": "地球化学"
  },
  {
    "id": 1143,
    "name": "防灾减灾及防护工程"
  },
  {
    "id": 1144,
    "name": "空间物理学"
  },
  {
    "id": 1145,
    "name": "应用地球物理"
  },
  {
    "id": 1146,
    "name": "地球与空间科学"
  },
  {
    "id": 1147,
    "name": "空间科学与技术"
  },
  {
    "id": 1148,
    "name": "核工程"
  },
  {
    "id": 1149,
    "name": "核技术"
  },
  {
    "id": 1150,
    "name": "辐射防护"
  },
  {
    "id": 1151,
    "name": "核科学技术类"
  },
  {
    "id": 1152,
    "name": "原子核物理"
  },
  {
    "id": 1153,
    "name": "核化学"
  },
  {
    "id": 1154,
    "name": "社科类"
  },
  {
    "id": 1155,
    "name": "固体地球物理"
  },
  {
    "id": 1156,
    "name": "应急管理专业"
  },
  {
    "id": 1157,
    "name": "大地测量"
  },
  {
    "id": 1158,
    "name": "测量工程"
  }
]
module.exports={
  zhuanye: zhuanye
}